{
    "title": "Poster :: Hindu trad-wives on Indian Social Media",
    "heading": "Hindu trad-wives on Indian Social Media",
    "poster_title": "Indian social media influencers are using Hindu trad-wife performatives and misogyny to sell products online.",
    "desc_prefix": "This is the companion microsite for my poster titled",
    "blurbs": [
        "The practicum research was supervised by Dr Caitlin Petre from the School of Communication and Information, Rutgers University.",
        "On this page I have listed all the Instagram Reels that I have referenced in my research with a brief commentary."
    ],
    "content": [
        {
            "reel": 1,
            "link": "https://www.instagram.com/reel/C-pKENmyWD2/",
            "commentary": "<em>Suno</em> (a colloquial word used when the wife cannot take her husband’s name)! When does Independence Day come?” Husband replies, “Whenever you go to your parents’ place”. She then laughs sheepishly at her daughter, and the camera and walks away, finding the humour in the joke."
        },
        {
            "reel": 2,
            "link": "https://www.instagram.com/reel/DA5UwLrt1f6/",
            "commentary": "Swati, in a playful manner, teases her husband while showcasing the elegance of the Sari. There is a misogynist joke and in the end, as soon as Swati’s punchline lands, we hear a “bam” background sound followed by laughter. She walks off, leaving the audience amused."
        },
        {
            "reel": 3,
            "link": "https://www.instagram.com/reel/DDWvlAEST5t/",
            "commentary": "This video featuring Swati is particularly interesting as Nisha, another influencer (reel <a href=\"#7\">#7</a>), has also uploaded a video with the same voiceover. The voiceover, originally from a creator in the US , is used by both Swati and Nisha to portray a good wife&mdash;good devotee while showcasing the various elements of the Sari.",
            "poster": true
        },
        {
            "reel": 4,
            "link": "https://www.instagram.com/reel/DDWi9bCyiwN/",
            "commentary": "The pallu, the open end of the sari tucked into the waist, carries a cultural significance similar to a man rolling up his sleeves to get work done. In this scene, Swati is in the kitchen, and is shown cooking and simultaneously working to showcase the Sari to the audience.",
            "poster": true
        },
        {
            "reel": 5,
            "link": "https://www.instagram.com/reel/DDRXc-OtbKi/",
            "commentary": "Swati is holding and highlighting different parts of the Sari while cracking a joke that I have shared on the poster.",
            "poster": true
        },
        {
            "reel": 6,
            "link": "https://www.instagram.com/reel/C7yzpXMSw72/",
            "commentary": "In this video, Nisha offers advice to married women on maintaining peace in their marriage. She presents five pieces of advice, three of which are highlighted in the poster. Here, I've documented the remaining two pieces of advice, providing a comprehensive understanding of Nisha's counsel. <ul class=\"px-2 mt-2 list-outside list-disc\"><li class=\"pb-2\">Number 3: Be his strength, not his weakness, in times of trouble, and do not become his trouble.</li><li class=\"pb-2\">Number 4: Respect his favourite member of the family and do not say bad things about them.</li></ul>",
            "poster": true
        },
        {
            "reel": 7,
            "link": "https://www.instagram.com/reel/DDYgnBJzVAG/",
            "commentary": "This video featuring Nisha has the same voiceover as Swati’s reel <a href=\"#3\">#3</a>. Both are engaging in some self-deprecating humour that shows them having to accept their place in the patriarchal system by this God-man guruji."
        },
        {
            "reel": 8,
            "link": "https://www.instagram.com/reel/C8EkV2jyeiy/",
            "commentary": "In this reel, Nisha as a daughter-in-law (DIL) is shown fulfilling her duties, but her mother-in-law (MIL) is not speaking to her properly. It is revealed that MIL disapproves of Nisha talking to her mother. Nisha’s sister-in-law expresses to her mother (Nisha’s MIL) that as a future DIL, she will also not speak with her mother regularly. MIL realises her folly and says, “Youngsters are so much more understanding than elders”.",
            "poster": true
        },
        {
            "reel": 9,
            "link": "https://www.instagram.com/reel/DDZJwKjT4WR/",
            "commentary": "This reel shows the husband (mis)reading a misogynist headline from the newspaper, and Nisha corrects him. What is interesting is Nisha’s action in the end–she takes the butter knife out of the butter holder and is seen engaging in a mock action of almost stabbing her husband."
        },
        {
            "reel": 10,
            "link": "https://www.instagram.com/reel/DDHG5JOzoQr/",
            "commentary": "The headline reads, “If Husband-wife lives happily, then Lakshmi (financial prosperity) will come home. And prosperity will increase multiplefold. Husband retorts, “And what if the husband begins to love the neighbour (<em>padosan</em>&mdash;female neighbour)? Does prosperity come then also?”"
        },
        {
            "reel": 11,
            "link": "https://www.instagram.com/reel/DBYa1T0yP2Y/",
            "commentary": "Komal is on the phone, and we hear the husband interrupt her and say, “How many times have I told you not to talk to your mother all day?” She responds, “I feel content (<em>sukoon</em>) when talking to my mother. Can you and your parents give me that <em>sukoon</em>?”"
        },
        {
            "reel": 12,
            "link": "https://www.instagram.com/reel/C-hk8eIy5Ea/",
            "commentary": "We see Komal spend all day doing things for her in-laws’ family. The dialogue that stood out to me was when Komal was chatting with her sister, who had dropped in. Komal says, “My whole day is spent caring for them. No matter how much you do for in-laws, they will find a way to blame you for anything anytime (<em>Ilzaam laga hi dete hai</em>)”. The unfairness of this situation is evident in her words."
        },
        {
            "reel": 13,
            "link": "https://www.instagram.com/reel/DDjQIdqSvQ6/",
            "commentary": "This reel caught my attention due to the meticulous care taken to ensure the Sari, a third-party seller's property, isn't soiled. The red carpet under Komal’s feet underscores her planning of the skit in a confined space.",
            "poster": true
        },
        {
            "reel": 14,
            "link": "https://www.instagram.com/reel/DDZVbM3yOpk/",
            "commentary": "This video showcases the saree as a garment of love and beauty, with the pallu open. Another video, shot in the kitchen, features the saree with the pallu bunched tight &mdash; resembling a twisted scarf that is taken around the waist and tucked into the saree."
        },
        {
            "reel": 15,
            "link": "https://www.instagram.com/reel/DDW6mrAyrtV/",
            "commentary": "Komal’s skits primarily challenge patriarchy by addressing the unfair responsibilities and duties of housewives and daughters-in-law. In these skits, the representation of patriarchy is often embodied by her mother-in-law or husband, and sometimes it is directed to the audience."
        },
        {
            "reel": 16,
            "link": "https://www.instagram.com/reel/DCip4A4ywXR/",
            "commentary": "Jyoti’s skits do not include dialogues; instead, they feature lip-syncing to Bollywood songs from the Hindi film industry. The audience's gaze is often always that of Jyoti’s husband. He appears in at least one video for each saree she showcases."
        },
        {
            "reel": 17,
            "link": "https://www.instagram.com/reel/C-whkVryDSa/",
            "commentary": "Jyoti is dancing to a romantic Bollywood song playing on Instagram. In the comments section, Indian men are leaving heart emojis and smiley faces."
        },
        {
            "reel": 18,
            "link": "https://www.instagram.com/reel/DGjAFKySvGo/",
            "commentary": "I am fascinated by the fact that Jyoti looks at herself and her husband only through the mobile screen throughout the video."
        },
        {
            "reel": 19,
            "link": "https://www.instagram.com/reel/DBX9TEyyHIw/",
            "commentary": "In this reel, Jyoti and her husband celebrate <em>Karwa Chauth</em>, a North Indian Hindu ritual. In this Hindu ritual, the wife fasts for her husband’s long life for one day in the year. In liberally aligned families, men fast with women. “North Indian Hindu ritual popularised by Bollywood” is a category of Hindu rituals that celebrate patriarchal and traditional values and are glorified by Bollywood, especially in the past decade.",
            "poster": true
        },
        {
            "reel": 20,
            "link": "https://www.instagram.com/reel/DAWTdNFS3pf/",
            "commentary": "Jyoti is advertising a customised <em>Karwa Chauth</em> Thali Set, showing its constitutive parts with prints. Even her bangles are customised&mdash;they have her husband’s and her name."
        },
        {
            "reel": 21,
            "link": "https://www.instagram.com/reel/DBXwWicPSI6/",
            "commentary": "Over the voiceover of a Hindi movie, the wife is crying over why the moon is so late on <em>Karwa Chauth</em>. Women cannot break their fast until they see the moon."
        },
        {
            "reel": 22,
            "link": "https://www.instagram.com/reel/DBX7QCHv3qs/",
            "commentary": "On the evening of <em>Karwa Chauth</em>, fasting wives come together to share stories and offer prayers for the long life of their husbands. The communal act reinforces the legitimacy of the fast. Liberal husbands who fast usually do not perform any of the Hindu rituals themselves."
        },
        {
            "reel": 23,
            "link": "https://www.instagram.com/reel/DBbmKJGPRR8/",
            "commentary": "The mangalsutra is an ornament married women wear, and we see Smriti here selling one. The entire ensemble, including the Sari, is advertised in different reels."
        },
        {
            "reel": 24,
            "link": "https://www.instagram.com/reel/DCGWMHPPxcp/",
            "commentary": "Only those women whose own families are unbroken can keep their married families together. It's not an easy feat. One has to learn from childhood the difference between an open and a closed fist."
        },
        {
            "reel": 25,
            "link": "https://www.instagram.com/reel/DBLMQj-PNZz/",
            "commentary": "Smriti is selling a bridal veil and dancing to a well-known Bollywood song being sung for a new bride. The veils in India have become increasingly iconised. This veil has bridal cut-outs stuck on it at various spaces, and the borders read <em>Sada saubhagyawati bhava</em>, i.e. 'Always stay married'."
        }
    ]
}
